[
	{
		"id": 1,
		"name": "Blue Buffalo Chicken & Brown Rice Adult Dog Food",
		"price": 51,
		"shortDescription":"<p>A natural and balanced combination of high quality proteins, grains, and vegetables <br /> is the best way to provide your dog with all the essential vitamins and nutrients she needs.</p>",
		"longDescription": "<h2>Blue Buffalo Chicken & Brown Rice Adult Dog Food - Natural Dry Dog Food from petco.com</h2><p>A natural and balanced combination of high quality proteins, grains, and vegetables is the best way to provide your dog with all the essential vitamins and nutrients she needs. That is why Blue Buffalo Chicken & Brown Rice Adult Dog Food is specially formulated to address all areas of your dog's health. Natural dog food ingredients like real chicken and brown rice (no by-products or substitutes in this mix) make this blend both nutritious and delicious. Dogs absolutely love the natural chicken flavor of this premium dry dog food, which appeals to even the pickiest and most sensitive eaters. Every bite of this tasty blend gives your four-legged friend a nutrient-rich serving of protein, grains and garden veggies.</p><p>As a pet parent, you want your dog to enjoy quality food that not only tastes good but fulfills all of her nutritional needs. Blue Buffalo Chicken & Brown Rice Adult Dog Food includes a comprehensive variety of essential vitamins and nutrients that help your dog stay happy and healthy. The holistic balance of this natural dog food - designed by veterinarians and animal nutritionists - features high-quality chicken for healthy muscles as well as brown rice and other whole grains for energy. Other vital nutrients included in this dry dog food are glucosamine which aids in joint health and Omega 3 and 6 fatty acids for a shinier coat and healthier skin, as well as a rich blend of calcium, phosphorus and other vitamins to strengthen bones and teeth.</p><p>The nutritional cornerstone of Blue Buffalo Chicken & Brown Rice Adult Dog Food is the inclusion of unique LifeSource Bits - a precise blend of needed vitamins, minerals and antioxidants that support your dog's immune system, life stage requirements and oxidative balance. Many dry dog food blends are processed with high heat, which can seriously degrade the potency of vital nutrients, especially water-soluble vitamins like vitamin B complexes. LifeSource Bits in Blue Buffalo natural dog food are cold-formed to preserve those water-soluble vitamins, keeping all those key nutrients intact. That way, your dog receives all the vitamins and minerals she needs to keep her bodily functions in balance.</p><p>Blue Buffalo Chicken & Brown Rice Adult Dog Food is available in a variety of packaging sizes. Stock up on as much natural dog food as you need depending on how many dogs you have as well as the dietary needs of their particular breeds.</p>",
		"directions": "<b>Transition to BLUE:</b><p>Start by mixing 25% of BLUE with your dog's old food, and gradually increase the proportion of the new food over the next 14 days.</p><br /><b>Note:</b><p>Individual dog's requirements may vary from this chart due to age, breed, environment, and activity level. Adjust food as required to maintain optimal body condition, and ask your veterinarian if you are unsure.</p>",
		"ingredients": "<b>Ingredients:</b><p>Deboned Chicken, Chicken Meal, Brown Rice, Barley, Oatmeal, Chicken Fat (preserved with Mixed Tocopherols), Tomato Pomace (source of Lycopene), Peas, Flaxseed (source of Omega 3 and 6 Fatty Acids), Natural Flavor, Potatoes, Alfalfa Meal, Calcium Carbonate, Salt, Potassium Chloride, Potato Starch, Dried Chicory Root, DL-Methionine, Caramel, Mixed Tocopherols (a natural preservative), Sweet Potatoes, Carrots, Garlic, Choline Chloride, Vitamin E Supplement, Ferrous Sulfate, Iron Amino Acid Chelate, Zinc Amino Acid Chelate, Zinc Sulfate, Yucca Schidigera Extract, Oil of Rosemary, L-Lysine, Parsley, Kelp, Blueberries, Cranberries, Apples, Spinach, Blackberries, Pomegranate, Pumpkin, Barley Grass, Turmeric, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Copper Sulfate, Copper Amino Acid Chelate, Glucosamine Hydrochloride, Nicotinic Acid (Vitamin B3), Calcium Pantothenate (Vitamin B5), Taurine, Biotin (Vitamin B7), Manganese Sulfate, Vitamin A Supplement, Manganese Amino Acid Chelate, L-Carnitine, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Vitamin D3 Supplement, Vitamin B12 Supplement, Pyridoxine Hydrochloride (Vitamin B6), Beta Carotene, Dried Yeast, Dried Enterococcus faecium fermentation product, Dried Lactobacillus acidophilus fermentation product, Dried Aspergillus niger fermentation extract, Dried Trichoderma longibrachiatum fermentation extract, Dried Bacillus subtilis fermentation extract, Folic Acid (Vitamin B9), Calcium Iodate, Sodium Selenite </p><br /><b>Guaranteed Analysis:</b><p>Crude Protein 24.0% min Crude Fat 14.0% min Crude Fiber 5.0% max Moisture 10.0% max Calcium 1.0% min Phosphorus 0.7% min Omega 3 Fatty Acids* 0.5% min Omega 6 Fatty Acids* 3.0% min Glucosamine* 400 mg/kg min *Not recognized as an essential nutrient by the AAFCO Dog Food Nutrient Profiles.</p>"
	},
	{
		"id": 2,
		"name": "Natural Balance L.I.D. Grain-Free Potato & Duck Dog Food",
		"price": 60,
		"shortDescription":"<p>Feed your dog Natural Balance L.I.D. Grain-Free Potato & Duck Dog Food. <br />This natural dog food features a limited number of protein and carbohydrate sources</p>",
		"longDescription": "<h2>Natural Balance L.I.D. Grain-Free Potato & Duck Dog Food – Natural Dog Food & Grain-Free Dog Food</h2><p>Feed your dog Natural Balance L.I.D. Grain-Free Potato & Duck Dog Food. This natural dog food features a limited number of protein and carbohydrate sources so your dog gets just the essentials, nothing extra or unnecessary. Duck, a delicious novel protein, supplies essential amino acids. Fresh potatoes – a grain-free carbohydrate – is rich in other nutrients and serves as a highly digestible source of energy. This grain-free dog food formula also features a variety of other tasty ingredients that provide other essential vitamins and minerals. Healthy flaxseed and canola oils provide Omega 3 and 6 fatty acids for skin and coat health. Rosemary extract provides excellent antioxidants and acts as a natural preservative, helping to eliminate the need for artificial preservatives. This Natural Balance dog food is not made with any artificial flavors or colors; it does not contain any corn, soy, wheat, rice, eggs or dairy products.</p>",
		"directions": "<p>Daily Feeding Guidelines<br />10 lb. or less dog:  2/3 - 1 cup per day<br />10 - 20 lb. dog:  1 - 1 1/2 cups per day< br/>20 - 30 lb. dog:  1 1/2 - 2 cups per day<br />30 - 40 lb. dog:  2 - 2 1/2 cups per day<br />40 - 60 lb. dog:  2 1/2 - 3 1/3 cups per day<br />60 - 80 lb. dog:  3 1/3 - 4 1/4 cups per day<br />80 - 100 lb. dog:  4 1/4 - 4 3/4 cups per day<br />*One measuring cup equals 3.3 ounces of Natural Balance Potato & Duck Formula for Dogs.<p>Note: Feeding amounts may vary by breed, activity level, temperament, and climate.</p><p>Puppies:  Feed up to two times per pound of body weight over adult levels.</p><p>Pregnant Females:  Minimal increase needed during first six weeks.  Weeks seven, eight, and nine increase up to 25%.</p><p>Lactating Females: Immediately after whelping, the nutritional demand increases by 50% compared to maintenance levels. Feed in three equal meals per day.</p><p>When switching your dog's diet, Natural Balance recommends that it be done gradually over a three to five day period.</p><p>Keep fresh water available.  See your veterinarian regularly.</p><p>Natural Balance Potato and Duck Formula for Dogs is formulated to meet the nutritional levels established by the Association of American Feed Control Officials (AAFCO) Dog Food Nutrient Profiles for all life stages.</p>",
		"ingredients": "<b>Ingredients:</b><p>Potatoes, Duck Meal, Duck, Canola Oil (preserved with natural mixed tocopherols), Potato Protein, Potato Fiber, Natural Flavor, Dicalcium Phosphate, Sodium Chloride, Calcium Carbonate, Salmon Oil, Flaxseed, Potassium Chloride, Choline Chloride, Taurine, Natural Mixed Tocopherols, L-Carnitine, Yucca Schidigera Extract, Vitamin E Supplement, Iron Proteinate, Zinc Proteinate, Copper Proteinate, Ferrous Sulfate, Zinc Sulfate, Copper Sulfate, Potassium Iodide, Thiamine Mononitrate (Vitamin B-1), Manganese Proteinate, Manganous Oxide, Ascorbic Acid, Vitamin A Supplement, Biotin, Niacin, Calcium Pantothenate, Manganese Sulfate, Sodium Selenite, Pyridoxine Hydrochloride (Vitamin B-6), Vitamin B-12 Supplement, Riboflavin (Vitamin B-2), Vitamin D-3 Supplement, Folic Acid </p><br /><b>Guaranteed Analysis:</b><p>Crude protein (min.) 21%, crude fat (min.) 10%, crude fiber (max.) 3%, moisture (max.) 10%, calcium (min.) 1.0%, phosphorus ( min.) 0.9%, omega 3 fatty acids* (min.) 0.5%, Docosahexaenoic Acid (DHA)* (min.) 0.01%, omega 6 fatty acids* (min.) 3% *Not recognized as an essential nutrient by the AAFCO Dog Food Nutrient Profile.</p>"
	},
	{
		"id": 3,
		"name": "Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food",
		"price": 53,
		"shortDescription":"<p>Feed your big furry friend Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food. <br />This natural dog food variety is specially designed to help address the unique physical and nutritional needs of large breed dogs.</p>",
		"longDescription": "<h2>Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food – Dry Dog Food and Natural Dog Food</h2><p>Feed your big furry friend Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food. This natural dog food variety is specially designed to help address the unique physical and nutritional needs of large breed dogs. The dry dog food formula provides all the essential vitamins and minerals that you want in your dog’s diet. A hearty balance of top quality ingredients ensures that your dog enjoys great flavor and superior nutrition in every bite.</p><p>Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food features a variety of balanced ingredients to support your large breed dog’s health and happiness. High quality protein from deboned chicken plus l-carnitine amino acid promotes lean muscle, increases fat metabolism and lowers cholesterol. An optimal blend of calcium, phosphorus and vitamin A helps to keep bones and teeth strong. This dry dog food also features glucosamine and chondroitin support joint function and overall mobility to keep big dogs on the move.</p><p>This natural dog food also features a wealth of ingredients to support all aspects of your dog’s health from energy levels to the immune system. Wholesome whole grains like brown rice, barley and oatmeal provide complex carbohydrates for fiber and energy. Whole fruits and vegetables like carrots, sweet potatoes, blueberries and cranberries supply an abundance of vitamins, minerals and antioxidants that support every aspect of your dog’s health. A healthy balance of omega 3 and 6 fatty acids helps to promote a shiny coat and healthy skin.</p><p>Blue Buffalo Large Breed Chicken & Brown Rice Adult Dog Food includes exclusive LifeSource Bits. These unique dry dog food additives contain a precise blend of vitamins, minerals and antioxidants selected by holistic animal nutritionists and veterinarians. LifeSource Bits can help to strengthen your dog’s immune system, support lifestage requirements and protect against environmental toxins. Before being added to Blue Buffalo natural dog food, LifeSource bits are cold-formed to preserve the full potency of heat-sensitive nutrients like water-soluble vitamin B complexes.</p>",
		"directions": "<p>Transition to BLUE: Start by mixing 25% of BLUE  with your dog's old food, and gradually increase the proportion of the new food over the next 14 days.</p> <p>Recommended Daily Feeding Chart:</p><br><table><table border=\"1\"><th>Dog Weight</th><th>Cups* Daily</th> <tr><td>51 - 70 lbs.</td><td>3 1/4 - 4</td></tr> <tr><td>71 - 100 lbs.</td><td>4 - 5 1/4</td></tr><tr><td>Over 100 lbs.</td><td>5 1/4 cups + 1/2 cup for each 20 lbs. over 100 lbs.</td></tr></table><p>*Use a standard 8 oz. measuring cup</p><p>Individual dog's requirements may vary from this chart due to age, breed, environment, and activity level. Adjust food as required to maintain optimal body condition, and ask your veterinarian if you are unsure.</p><p>3,567 Kcals/kg, 365 Kcals/cup</p>",
		"ingredients": "<b>Ingredients:</b><p>Deboned Chicken, Chicken Meal, Brown Rice, Barley, Oatmeal, Tomato Pomace (source of Lycopene), Peas, Flaxseed (source of Omega 3 and 6 Fatty Acids), Dried Egg, Chicken Fat (preserved with Mixed Tocopherols), Natural Flavor, Potatoes, Alfalfa Meal, Potassium Chloride, Potato Starch, Dried Chicory Root, Calcium Carbonate, DL-Methionine, Caramel, Mixed Tocopherols (a natural preservative), Sweet Potatoes, Carrots, Choline Chloride, Garlic, L-Carnitine, Salt, Vitamin E Supplement, Ferrous Sulfate, Iron Amino Acid Chelate, Zinc Amino Acid Chelate, Zinc Sulfate, Yucca Schidigera Extract, Oil of Rosemary, L-Lysine, Parsley, Kelp, Blueberries, Cranberries, Apples, Spinach, Blackberries, Pomegranate, Pumpkin, Barley Grass, Turmeric, L-Ascorbyl-2-Polyphosphate (source of Vitamin C), Glucosamine Hydrochloride, Copper Sulfate, Copper Amino Acid Chelate, Nicotinic Acid (Vitamin B3), Calcium Pantothenate (Vitamin B5), Taurine, Biotin (Vitamin B7), Manganese Sulfate, Vitamin A Supplement, Manganese Amino Acid Chelate, Chondroitin Sulfate, Thiamine Mononitrate (Vitamin B1), Riboflavin (Vitamin B2), Vitamin D3 Supplement, Vitamin B12 Supplement, Pyridoxine Hydrochloride (Vitamin B6), Beta Carotene, Dried Yeast, Dried Enterococcus faecium fermentation product, Dried Lactobacillus acidophilus fermentation product, Dried Aspergillus niger fermentation extract, Dried Trichoderma longibrachiatum fermentation extract, Dried Bacillus subtilis fermentation extract, Folic Acid (Vitamin B9), Calcium Iodate, Sodium Selenite  </p><br /><b>Guaranteed Analysis:</b><p>Crude Protein 26.0% min, Crude Fat 13.0% min, Crude Fiber 6.0% max, Moisture 10.0% max, Calcium 0.9% min, Phosphorus 0.7% min, Omega 3 Fatty Acids* 0.5% min, Omega 6 Fatty Acids* 2.75% min, L-Carnitine* 100 mg/kg min, Glucosamine* 400 mg/kg min, Chondroitin Sulfate* 300 mg/kg min<br/>*Not recognized as an essential nutrient by the AAFCO Dog Food Nutrient Profiles</p>"
	},
	{
		"id": 4,
		"name": "Pro Plan Sport All Life Stages Performance Dog Food",
		"price": 46,
		"shortDescription":"<p>Feed your dog Pro Plan Sport All Life Stages Performance Dog Food. <br />This high performance dry dog food is specially formulated for active dogs with high metabolisms</p>",
		"longDescription": "Pro Plan Sport All Life Stages Performance Dog Food – Pro Plan Dog Food & Dry Dog Food</h2><p>Feed your dog Pro Plan Sport All Life Stages Performance Dog Food. This high performance dry dog food is specially formulated for active dogs with high metabolisms. The Sport formula features concentrated nutrition to help your dog better metabolize oxygen and increase endurance during activity. This recipe boasts a 30/20 formula – 30% protein, 20% fat – to maintain lean muscle and fuel your dog’s active lifestyle. Protein from chicken, the first ingredient, helps to strengthen and nourish your dog’s muscles. Omega fatty acids and glucosamine support joint health and mobility. This Pro Plan dog food features ingredients rich in antioxidants to promote a healthy immune system.</p>",
		"directions": "<p>We recommend that you keep your dog in ideal body condition and not allow your dog to become overweight. The exact amount of food your dog requires will need to be adjusted according to age, activity and environment. But a good place to start is with these guidelines for an average, active, adult dog fed once daily.</p><p>Recommended Daily Feeding Amounts (use a standard 8 oz. measuring cup):<ul><li>3-12 lbs. feed 1/2 - 1 cup</li><li>13-20 lbs. feed 1 - 1 1/3 cups</li><li>21-35 lbs. feed 1 1/3 - 2 cups</li><li>36-50 lbs. feed 2 - 2 1/2 cups</li><li>51-75 lbs. feed 2 1/2 - 3 1/3cups</li><li>76-100 lbs. feed 3 1/3 - 4 cups</li><li>Over 100 lbs. feed 3 2/3 cups plus 1/3 cup for each 10 lbs. over 100 lbs.</li></ul></p><p>Weaning Pups: Start puppies on dry or moistened Pro Plan as early as they begin to nibble a solid foods, generally 3-4 weeks of age.</p><p>Growing Pups: Feed pups (to 6 months of age) all of the moistened Pro Plan they will consume at intervals throughout the day. If fed dry, Pro Plan may be kept before pups at all times.</p><p>Reproduction: Pro Plan provides the extra nutrition meeded by reproducing females in stages of gestation and lactation. Food consumption may vary during gestation, so feed the amount needed to maintain the pregnant female&#39;s ideal body condition. Food intake may double or even quadruple during lactation.</p><p>Making the Switch to Pro Plan: Although you'll be anxious to see the difference Pro Plan can make in your dog, please allow 7 - 10 days to ease the transition from your dog&#39;s current food. Each day, simply feed a little less of the previous food an a little more Pro Plan until you&#39;re feeding Pro Plan exclusively. This gradual transition will help avoid dietary upsets.</p><p>Provide adequate fresh water in a clean container daily. For your pet&#39;s health, see your veterinarian regularly.</p>",
		"ingredients": "<b>Ingredients:</b><p>Chicken, corn gluten meal, brewers rice, beef tallow preserved with mixed tocopherols (source of vitamin E), whole grain corn, poultry by-product meal, corn bran, fish meal, natural flavors, egg product, potassium chloride, dicalcium phosphate, salt, calcium carbonate, vitamin supplements (E, A, B12, D3), choline chloride, l-lysine monohydrochloride, ascorbic acid (source of vitamin C), zinc sulfate, ferrous sulfate, riboflavin supplement, niacin, calcium pantothenate, manganese sulfate, biotin, thiamine mononitrate, folic acid, copper sulfate, pyridoxine hydrochloride, garlic oil, menadione sodium bisulfite complex (source of vitamin K activity), calcium iodate, sodium selenite.  </p><br /><b>Guaranteed Analysis:</b><p>Crude protein (min.) 30%, crude fat (min.) 20%, crude fiber (max.) 3%, moisture (max.) 12%, linoleic acid (min.) 1.8%, calcium (Ca) (min.) 0.9%, phosphorus (P) (min.) 0.7%, selenium (Se) (min.) 0.3 mg/kg, vitamin A (min.) 15,000 iu/kg, vitamin E (min.) 500 iu/kg, vitamin C** (min.) 100 mg/kg</p>"
	},
	{
		"id": 5,
		"name": "Merrick Grain Free Real Texas Beef & Sweet Potato Dog Food",
		"price": 54,
		"shortDescription":"<p>This natural, grain-free dog food features balanced nutrition provided by locally sourced ingredients.<br /> This Merrick dog food is ideal for dogs of all shapes, sizes and ages.</p>",
		"longDescription": "<h2>Merrick Grain Free Real Texas Beef & Sweet Potato Dog Food – Merrick Dog Food & Grain-Free Dog Food</h2><p>Feed your dog Merrick Grain Free Real Texas Beef & Sweet Potato Dog Food. This natural, grain-free dog food features balanced nutrition provided by locally sourced ingredients. This Merrick dog food is ideal for dogs of all shapes, sizes and ages. Meat, including deboned Texas beef, comprises 70% of this delicious dog food, supplying your pet with high quality protein. The recipe’s remaining 30% is filled with veggies and fruits loaded with vitamins, minerals and antioxidants. Potatoes and other carbohydrate-rich ingredients supply your pet with grain-free energy. All ingredients are locally sourced – nothing from overseas – and processed in top quality manufacturing facilities in the USA.</p>",
		"directions": "<p>Merrick Grain Free Feeding Guide:</p><table border=1><th>Goal weight (lbs.)</th><th>Calories/Day</th><th>Cups/Day (approx)</th><tr><td>3 lbs.</td><td>140</td><td>1/3 cup</td></tr><tr><td>6 lbs.</td><td>230</td><td>1/2 cup</td></tr><tr><td>10 lbs.</td><td>345</td><td>3/4 cup</td></tr><tr><td>15 lbs.</td><td>460</td><td>1 cup</td></tr><tr><td>20 lbs.</td><td>575</td><td>1-1/3 cups</td></tr><tr><td>30 lbs.</td><td>780</td><td>1-3/4 cups</td></tr><tr><td>40 lbs.</td><td>960</td><td>2 cups</td></tr><tr><td>50 lbs.</td><td>1140</td><td>2-1/2 cups</td></tr><tr><td>60 lbs.</td><td>1310</td><td>3 cups</td></tr><tr><td>70 lbs.</td><td>1495</td><td>3-1/2 cups</td></tr><tr><td>80 lbs.</td><td>1725</td><td>3-3/4 cups</td></tr><tr><td>90 lbs.</td><td>1780</td><td>4 cups</td></tr><tr><td>100 lbs.</td><td>1920</td><td>4-1/3 cups</td></tr></table></p><p>For dogs over 100 lbs: Add 1/4 cup per additional 10 lbs. For puppies and pregnant or nursing dogs: Feed 25&#37; more than the amounts listed.</p><p>Transitioning: Gradually mix in the new food over a 5-7 day period, increasing the amount of Merrick Grain Free Real Texas Beef & Sweet Potato Dog Food each day.</p>",
		"ingredients": "<b>Ingredients:</b><p>Deboned Beef, Lamb Meal, Peas, Potatoes, Sweet Potatoes, Natural Flavor, Potato Protein, Pork Fat (preserved with mixed tocopherols), Flaxseed Oil, Apples, Deboned Salmon, Salmon Oil, Organic Alfalfa, Salt, Minerals (Zinc Amino Acid Complex, Zinc Sulfate, Iron Amino Acid Complex, Manganese Amino Acid Complex, Copper Amino Acid Complex, Potassium Iodide, Cobalt Amino Acid Complex, Sodium Selenite), Vitamins (Vitamin E Supplement, Vitamin A Supplement, Vitamin B12 Supplement, d-Calcium Pantothenate, Vitamin D3 Supplement, Niacin, Riboflavin Supplement, Biotin, Pyridoxine Hydrochloride, Folic Acid, Thiamine Mononitrate), Choline Chloride, Yucca Schidigera Extract, Dried Lactobacillus plantarum Fermentation Product, Dried Lactobacillus casei Fermentation Product, Dried Enterococcus faecium Fermentation Product, Dried Lactobacillus acidophilus Fermentation Product, Rosemary Extract </p><br /><b>Guaranteed Analysis:</b><p>Crude protein (min.) 38.00%, Crude fat (min.) 15.00%, Crude fiber (max.) 3.50%, Moisture (max.) 11.00%, Omega-6 fatty acid* (min.) 3.50%, Omega-3 fatty acid* (min.) 35.00%, Glucosamine Hydrochloride* (min.) 800 mg/kg, Chondroitin Sulfate* (min.) 800 mg/kg</p>"
	}
]